Repository: Asharulislam/NplFlix
Catalog: lib/l10n/app_*.arb
Languages: ne

source: Welcome to NPLFLIX
ne: NPLFLIX मा स्वागत छ

source: Movie streaming all your needs
ne: फिल्म प्रसारण, तपाईँका सबै आवश्यकताहरूका लागि

source: Watch Movie
ne: फिल्म हेर्नुहोस्

source: Sign Up
ne: साइन अप गर्नुहोस्

# register
source: Sign Up
ne: दर्ता गर्नुहोस्

# login
source: Sign In
ne: लगइन गर्नुहोस्

source: email
ne: इमेल

source: Password
ne: पासवर्ड

source: Forgot Password?
ne: पासवर्ड बिर्सनुभयो?

source: Confirm Password
ne: पासवर्ड पुष्टि गर्नुहोस्

# continue_with
source: or continue with
ne: वा निरन्तर गर्नुहोस्

source: Enter Valid Email
ne: सही इमेल लेख्नुहोस्

source: Enter Valid Password
ne: सही पासवर्ड लेख्नुहोस्

# valid_password_length
source: Enter atleast 8 character password
ne: कम्तिमा ८ अंकको पासवर्ड लेख्नुहोस्

# or_login_with_social
source: Enter information below or login with social account to get started
ne: सुरु गर्नका लागि तल जानकारी लेख्नुहोस् वा सामाजिक खाताबाट लगइन गर्नुहोस्

source: or continue with
ne: वा निरन्तर गर्नुहोस्

source: Featured
ne: विशेष

source: Movies
ne: चलचित्रहरू

source: Music
ne: संगीत

source: Play
ne: प्ले

# my_list
source: Watchlist
ne: मेरो सूची

source: Download
ne: डाउनलोड

source: Downloads
ne: डाउनलोड

source: Downloaded
ne: सडाउनलोड गरिएको

# create_seat
source: Create Room
ne: सिट सिर्जना गर्नुहोस्

source: Cast
ne: कलाकार

source: Genre
ne: श्रेणी

source: Director
ne: निर्देशक

source: Singer
ne: गायक

source: Lyrics By
ne: गीतकार

# step_01_of_03
source: STEP 1 OF 3
ne: चरण १ मध्ये ३

# step_02_of_03
source: STEP 2 OF 3
ne: चरण २ मध्ये ३

# step_03_of_03
source: STEP 3 OF 3
ne: चरण ३ मध्ये ३

source: Choose Your Plan
ne: आफ्नो योजना छान्नुहोस्

source: No commitments, cancel anytime
ne: कुनै बाध्यता छैन, जुनसुकै बेला रद्द गर्न सक्नुहुन्छ।

source: Everything on NPLFLIX for one low prices
ne: NPLFLIX मा सबै कुरा एकै कम मूल्यमा।

source: No ads and no extra fees. Ever.
ne: कुनै विज्ञापन र अतिरिक्त शुल्क छैन—कहिल्यै पनि छैन।

source: Next
ne: अर्को

# choose_the_plan_that_right_for_you
source: Choose the plan that’s right for you
ne: तपाईंका लागि उपयुक्त योजना छान्नुहोस्।

source: Finish Setting up your account
ne: आफ्नो खाता सेटअप पूरा गर्नुहोस्।

source: NPLFLIX is personalized of you. Create a password to watch on any devices at any time.
ne: NPLFLIX तपाईंको लागि व्यक्तिगत रूपमा तयार गरिएको छ। कुनै पनि उपकरणमा, कुनै पनि समयमा हेर्नका लागि पासवर्ड सिर्जना गर्नुहोस्।

source: Create a password to start your membership
ne: सदस्यता सुरु गर्न पासवर्ड सिर्जना गर्नुहोस्।

# just_a_few_more_step_and_you_are_done_we_hate_paperwork_too
source: Just a few more step’s and you’re done! We hate paperwork, too.
ne: केवल केही चरण बाँकी छन्, अनि तपाईं तयार हुनुहुन्छ! हामी पनि अनावश्यक झन्झट मन पराउँदैनौं।

source: Please do not email me NPLFLIX special offers.
ne: कृपया मलाई NPLFLIX का विशेष अफरहरू इमेल नगर्नुहोस्।

source: Choose how to pay
ne: भुक्तानी विधि छान्नुहोस्

source: Your payment in encrypted and you can change how you pay any time
ne: तपाईंको भुक्तानी सुरक्षित रूपमा एन्क्रिप्ट गरिएको छ, र तपाईं कुनै पनि समयमा भुक्तानी विधि परिवर्तन गर्न सक्नुहुन्छ।

source: Secure of peace of mind. Cancel easily online.
ne: निश्चिन्त भएर सेवा उपयोग गर्नुहोस्। अनलाइन सजिलै रद्द गर्न सक्नुहुन्छ।

source: End-to-end encrypted
ne: पूर्ण रूपमा सुरक्षित भुक्तानी प्रणाली।

source: Credit or debit Card
ne: क्रेडिट वा डेबिट कार्ड

source: Set up your credit or debit card
ne: आफ्नो क्रेडिट वा डेबिट कार्ड सेट अप गर्नुहोस्

source: First Name
ne: पहिलो नाम

source: Last Name
ne: थर

source: Card Number
ne: कार्ड नम्बर

# expiration_date
source: Expiration date (MM/YY)
ne: म्याद समाप्त हुने मिति (MM/YY)

# security_code
source: Security Code (CVV)
ne: सुरक्षा कोड (CVV)

source: Billing Zip Code
ne: बिलिङ जिप कोड

source: Change
ne: परिवर्तन गर्नुहोस्

source: Start Membership
ne: सदस्यता सुरु गर्नुहोस्

source: Help
ne: मद्दत

source: Who Will be Watching Nplflix?
ne: NPLFLIX कसले हेर्नेछ?

source: Everyone in your household can enjoy suggestion based on their own viewing and tastes.great for kids
ne: तपाईंको घरपरिवारका सबै सदस्यहरूले आफ्नै रोजाइ अनुसारको सुझावहरू प्राप्त गर्न सक्छन्, विशेष गरी बच्चाहरूका लागि उपयुक्त।

source: Your Profile
ne: तपाईंको प्रोफाइल

# txt_continue
source: Continue
ne: जारी राख्नुहोस्

source: Who’s Watching?
ne: को हेरिरहनुभएको छ?

source: Search
ne: खोजी गर्नुहोस्

source: Top Search Results:
ne: शीर्ष खोजी परिणामहरू:

source: Edit Profile
ne: प्रोफाइल सम्पादन गर्नुहोस्

source: Notifications
ne: सूचनाहरू

source: App Settings
ne: एप सेटिङहरू

source: Help, FAQ
ne: मद्दत, अक्सर सोधिने प्रश्नहरू (FAQ)

source: Frequently Ask Question
ne: प्रायः सोधिने प्रश्नहरू

# terms_conditions
source: Terms Of Use
ne: नियम तथा सर्तहरू

source: Log Out
ne: लग आउट गर्नुहोस्

source: NPLFLIX-Terms of Services
ne: NPLFLIX सेवाका सर्तहरू

source: Privacy Policy
ne: गोपनीयता नीति

source: More
ne: थप जानकारी

source: No Internet Connection
ne: इन्टरनेट जडान छैन

source: Please check your connection and try again
ne: कृपया आफ्नो जडान जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस्

source: Retry
ne: पुन: प्रयास गर्नुहोस्

source: Like
ne: मन पराउनुहोस्

source: Share
ne: साझा गर्नुहोस्

source: Add User
ne: प्रयोगकर्ता थप्नुहोस्

source: User Name
ne: प्रयोगकर्ताको नाम

source: User ID
ne: प्रयोगकर्ता ID

source: Save
ne: सेभ गर्नुहोस्

source: Manage Profile
ne: प्रोफाइल व्यवस्थापन गर्नुहोस्

source: Unexpected Error Occurred
ne: अनपेक्षित त्रुटि देखियो

source: Home
ne: गृहपृष्ठ

source: Password and Confirm Password should be same
ne: पासवर्ड र पुन: पासवर्ड समान हुनुपर्छ

source: Enter confirm password
ne: कृपया पुन: पासवर्ड प्रविष्ट गर्नुहोस्

source: Language
ne: भाषा

source: Choose your language
ne: आफ्नो भाषा छान्नुहोस्

# select_your_preferred_language
source: Select your preferred langauge to use NPLFLIX
ne: NPLFLIX प्रयोग गर्न तपाईंको मनपर्ने भाषा चयन गर्नुहोस्

source: Details
ne: विवरण

source: No Downloaded Videos
ne: डाउनलोड गरिएका भिडियोहरू छैनन्

# add_items_to_my_list_to_watch_later
source: Add item to watchlist to watch later
ne: पछी हेर्नका लागि मेरो सूचीमा वस्तुहरू थप्नुहोस्

source: Watch Trailer
ne: ट्रेलर हेर्नुहोस्

source: Delete Video?
ne: भिडियो मेटाउनुहोस्?

source: Are you sure you want to delete
ne: के तपाइँ निश्चित हुनुहुन्छ कि तपाइँ मेटाउन चाहनुहुन्छ

source: Delete
ne: मेट्नुहोस्

source: Cancel
ne: रद्द गर्नुहोस्

source: Enter OTP
ne: OTP प्रविष्ट गर्नुहोस्

source: OTP Verification
ne: OTP प्रमाणीकरण

source: Enter the 6-digit OTP sent to your email
ne: तपाईंको इमेलमा पठाइएको ६-अङ्कको OTP प्रविष्ट गर्नुहोस्

source: Please enter a valid OTP
ne: कृपया मान्य OTP प्रविष्ट गर्नुहोस्

source: Verify OTP
ne: OTP प्रमाणित गर्नुहोस्

source: Didn't receive the OTP?
ne: OTP प्राप्त गर्नुभएन?

source: Resend OTP in
ne: OTP पुन: पठाउनुहोस्

source: Resend OTP
ne: OTP पुन: पठाउनुहोस्

source: Rent Now
ne: अहिले भाडामा लिनुहोस्

source: Choose Renting Time
ne: भाडा समय छान्नुहोस्

source: You are renting
ne: तपाईं भाडामा हुनुहुन्छ

# quick_watch
source: Quick Watch - 1 Day:
ne: द्रुत हेराइ - 1 दिन:

# weekly
source: Weekly - 7 Day:
ne: साप्ताहिक - 7 दिन:

source: Resume
ne: पुन: सुरु गर्नुहोस्

# are_you_sure_you_want_to_remove
source: Are you sure you want to remove from continue watching
ne: के तपाईं वाचलिस्टबाट हटाउन चाहनुहुन्छ

source: Select Time
ne: समय चयन गर्नुहोस्

source: Select Date
ne: मिति चयन गर्नुहोस्

source: Room Name
ne: कोठाको नाम

source: Movie Rooms
ne: चलचित्र कोठाहरू
